Repository: City-of-Helsinki/historiaportaali
Catalog: public/themes/custom/hdbt_subtheme/translations/*.po
Languages: fi, sv

source: Go to interactive map
fi: Siirry interaktiiviselle kartalle
sv: Gå till den interaktiva kartan

source: Open in finna.fi search service
fi: Avaa finna.fi hakupalvelussa
sv: Öppna i finna.fi söktjänst

# Button
source: Open in Finna
fi: Avaa Finnassa
sv: Öppna i Finna

# Header search
source: Search
fi: Haku
sv: Sök

source: Search
fi: Haku
sv: Sök

# Search
source: Search from site
fi: Hae sivustolta
sv: Sök i innehållet

# Search
source: Location, person, topic, event...
fi: Paikka, henkilö, aihe, tapahtuma...
sv: Plats, person, ämne, händelse...

# Search
source: Clear search
fi: Tyhjennä haku
sv: Rensa sökning

# Search
source: Filter results
fi: Rajaa tuloksia
sv: Begränsa sökresultaten

# Search
source: From year
fi: Vuodesta
sv: Från år

# Search
source: Until year
fi: Vuoteen
sv: Till år

# Search
source: e.g.
fi: esim.
sv: t.ex.

# Search
source: Clear from year
fi: Tyhjennä alkuvuosi
sv: Rensa från år

# Search
source: Clear until year
fi: Tyhjennä loppuvuosi
sv: Rensa till år

# Search
source: Help
fi: Ohje
sv: Hjälp

# Search
source: Year format help
fi: Vuosimuodon ohje
sv: Hjälp med årformat

# Search
source: Use negative numbers for BC/BCE (e.g. -2050)
fi: Käytä negatiivisia numeroita eaa-vuosille (esim. -2050)
sv: Använd negativa tal för eaa (t.ex. -2050)

# Search
source: Region
fi: Alue
sv: Områden

# Search
source: Select region
fi: Valitse alue
sv: Välj område

# Search
source: Formats
fi: Aineistolaji
sv: Materialtyp

# Search
source: Select format
fi: Valitse aineistolaji
sv: Välj materialtyp

# Search
source: Phenomena
fi: Ilmiöt
sv: Helheter

# Search
source: Select phenomenon
fi: Valitse ilmiö
sv: Välj helhet

# Search
source: Filter
fi: Suodata
sv: Filtrera

# Search
source: Searching...
fi: Haetaan...
sv: Söker...

# Search
source: Clear
fi: Tyhjennä
sv: Rensa

# Search
source: Sort search results
fi: Järjestä hakutulokset
sv: Sortera

# Search
source: Relevance
fi: Osuvuus
sv: Relevans

# Search
source: relevance
fi: osuvuus
sv: relevans

# Search
source: Year
fi: Vuosi
sv: År

# Search
source: Created
fi: Julkaisuajankohta
sv: Laddat

# Search
source: Sort by
fi: Järjestä
sv: Sortera

# Search
source: Sorted by
fi: Järjestetty
sv: Sortera

# Search
source: oldest first
fi: vanhimmat ensin
sv: äldsta först

# Search
source: newest first
fi: uusimmat ensin
sv: nyaste först

# Search
source: Click to show
fi: Näytä
sv: Klicka för att visa

# Search
source: An error occurred while loading the content
fi: Tulosten lataamisessa tapahtui virhe
sv: Ett fel inträffade när innehållet laddades

# Search
source: Please reload the page or try again later.
fi: Päivitä sivu tai yritä myöhemmin uudelleen.
sv: Ladda om sidan eller försök igen senare.

# Search
source: No results
fi: Ei tuloksia
sv: Inga resultat

# Search
source: No results were found for the criteria you entered. Try changing your search criteria.
fi: Antamillasi hakuehdoilla ei löytynyt tuloksia. Kokeile muuttaa hakuehtojasi.
sv: Inga resultat hittades för de kriterier du angav. Försök ändra dina sökkriterier.

# Search
source: 1 result
fi: 1 tulos
sv: 1 resultat

# Search
source: Loading results
fi: Haetaan tuloksia
sv: Laddar resultat

# Search
source: Results could not be loaded
fi: Tuloksia ei voitu ladata
sv: Resultaten kunde inte laddas

# Search
source: Page @current of @total
fi: Sivu @current / @total
sv: Sida @current av @total

# Map controls
source: Map layer selector
fi: Karttakerroksen valitsin
sv: Väljare för kartlager

# Map controls
source: Maps
fi: Kartat
sv: Kartor

# Map controls
source: Clear map layer selection
fi: Tyhjennä karttakerroksen valinta
sv: Rensa valt kartlager

# Map controls
source: Photo layer selector
fi: Kuvakerroksen valitsin
sv: Väljare för fotolager

# Map controls
source: Aerial photos
fi: Ilmakuvat
sv: Flygfoton

# Map controls
source: Clear photo layer selection
fi: Tyhjennä kuvakerroksen valinta
sv: Rensa valt fotolager

# Map controls
source: Map layers
fi: Karttakerrokset
sv: Kartlager

# Map controls
source: Compare maps
fi: Vertaile karttoja
sv: Jämför kartor

# Map controls
source: Zoom in
fi: Lähennä
sv: Zooma in

# Map controls
source: Zoom out
fi: Loitonna
sv: Zooma ut

# Map controls
source: Locate me
fi: Näytä sijaintini
sv: Visa min plats

# Map controls
source: Cluster of @count markers
fi: Ryhmä: @count paikkaa
sv: Grupp: @count platser

# Map controls
source: Location data blocked
fi: Paikannus ei sallittu
sv: Platsåtkomst blockerad

# Map controls
source: You must allow your broser to use your location to see places near you.
fi: Sinun tulee sallia selaimen sijainnin käyttö nähdäksesi lähellä olevat paikat.
sv: Tillåt platsåtkomst för att se platser i närheten.

# Gallery
source: Previous slide
fi: Edellinen dia
sv: Föregående bild

# Gallery
source: Next slide
fi: Seuraava dia
sv: Nästa bild

# Gallery
source: Go to first slide
fi: Siirry ensimmäiseen diaan
sv: Gå till första bilden

# Gallery
source: Go to last slide
fi: Siirry viimeiseen diaan
sv: Gå till sista bilden

# Gallery
source: Carousel
fi: Karuselli
sv: Karusell

# Gallery
source: Carousel pagination
fi: Karusellin sivujen valinta
sv: Karusellens sidval

# Gallery
source: slide
fi: dia
sv: bild

# Gallery
source: %s of %s
fi: %s / %s
sv: %s av %s

# Gallery
source: Go to slide %s
fi: Siirry diaan %s
sv: Gå till bild %s

# Gallery
source: Go to page %s
fi: Siirry sivulle %s
sv: Gå till sida %s

# Map
source: Filter items on map
fi: Suodata tuloksia kartalla
sv: Filtrera objekt på kartan

source: Map
fi: Kartta
sv: Karta

# Map
source: Map comparison
fi: Karttojen vertailu
sv: Kartjämförelse

# Map
source: Searching...
sv: Söker...

# Map
source: Search complete. No items found.
sv: Sökning klar. Inga objekt hittades.

# Map
source: Search complete. @count items found.
sv: Sökning klar. @count objekt hittades.
